Version2/TestTool-Fosters/TestTool.Setup/Requests/Device Management/SetHostname/TC.DM.NVT.13_REQ_05.xml

<?xml version='1.0' encoding='utf-8'?>
<s:Envelope
 xmlns:s="http://www.w3.org/2003/05/soap-envelope"
 xmlns:tds="http://www.onvif.org/ver10/device/wsdl">
  <s:Body>
    <tds:SetHostname>
      <tds:Name>Test#</tds:Name>
    </tds:SetHostname>
  </s:Body>
</s:Envelope>